/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock 项目";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock 项目";
"com.apple.dock.itemlist" = "Dock 项目列表";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Dock 项目列表项目";
"com.apple.dock.item/path" = "Dock 项目路径";
"com.apple.dock.item/label" = "Dock 项目标签";
"com.apple.dock.item/type" = "Dock 项目类型";
"com.apple.dock.item/parent" = "Dock 项目父级";
"com.apple.dock.item/properties" = "Dock 项目属性";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard Widgets";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard Widget";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "捆绑标识符";
"com.apple.dashboard.widget/preferences" = "偏好设置";
"com.apple.dashboard.widget/position" = "位置";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

